markup_commands = {
    'search_dialogue': "🔎 Пошук співрозмовника",
    'stop_search': "🛑 Зупинити пошук",
    'stop_dialogue': "❌ Завершити діалог",
    'ask_question': "❓ Поставити питання співрозмовнику"
}

bot_messages = {
    'choose_menu_button': "📌 Ти в головному меню. Обери наступну дію.",
    'search_dialogue_on': "🕵️‍♀️ Йде пошук співрозмовника.",
    'dialogue_on': "✅ Співрозмовника знайдено! Можеш починати спілкуватись.",
    'write_question': "💬 Напиши своє запитання. Відповідь з'явиться в чаті коли ти і твій співрозмовник дадуть відповідь на нього.",
    'one_of_users_disconnected': "👣 Один з співрозмовників покинув чат.",
    'only_user_disconnected': "🐾 Твій співрозмовник покинув чат. Чат завершено.",
    'chat_ended': '🏁 Чат завершено.',
    'question_empty': "🗅 Твоє питання не може бути пустим",
    'answer_empty': "🗅 Твоя відповідь не може бути пустою",
    'question': "Твій співрозмовник поставив тобі питання:\n {question}\n Можеш дати відповідь /answer __відповідь__"
}