markup_commands = {
    'search_dialogue': "🔎 Пошук співрозмовника",
    'stop_search': "🛑 Зупинити пошук",
    'stop_dialogue': "❌ Завершити діалог",
    'ask_question': "❓ Поставити питання співрозмовнику"
}

bot_messages = {
    'choose_menu_button': "📌 Ти в головному меню. Обери наступну дію.",
    'search_dialogue_on': "🕵️‍♀️ Йде пошук співрозмовника.",
    'dialogue_on': "✅ Співрозмовника знайдено! Можеш починати спілкуватись.",
    'write_question': "💬 Напиши своє запитання. Відповіді з'являться в чаті коли ти і твій співрозмовник їх надасте.",
    'one_of_users_disconnected': "👣 Один з співрозмовників покинув чат.",
    'only_user_disconnected': "🐾 Твій співрозмовник покинув чат. Чат завершено.",
    'chat_ended': '🏁 Чат завершено.',
    'question_empty': "🪧 Твоє питання не може бути пустим. Спробуй ще раз, скориставшись командою /ask _твоє питання_",
    'answer_empty': "🪧 Твоя відповідь не може бути пустою. Спробуй ще раз, скориставшись командою /answer _твоя відповідь_",
    'question': "📩 Твій співрозмовник поставив тобі питання:\n\n{question}\n\nМожеш дати відповідь /answer _відповідь_",
    'answer': "💭 Відповідь твого співрозмовника:\n{answer}"
}
